Repository: EticaAI/lsf-cache
Catalog: 1603/64/41/1603_64_41.no11.tmx
Source language: mul
Languages: ara, ast, aze, bel, bos, bul, cat, ces, dan, deu, ell, eng, epo, est, eus, fas, fin, fra, glg, hbs, heb, hin, hrv, hun, hye, ind, isl, ita, jpn, kat, kaz, kir, kor, lat, lav, lit, mal, mkd, msa, nld, nno, nob, pol, por, qcc, ron, rus, slk, slv, spa, sqi, srp, swe, tam, tha, tur, ukr, vec, vie, wuu, yue, zho

source: /artificial intelligence - field of computer science and engineering practices for intelligence demonstrated by machines and intelligent agents/
ara: ذكاء اصطناعي
ast: intelixencia artificial
aze: süni intellekt
bel: штучны інтэлект
bos: vještačka inteligencija
bul: Изкуствен интелект
cat: intel·ligència artificial
ces: umělá inteligence
dan: kunstig intelligens
deu: künstliche Intelligenz
ell: Τεχνητή νοημοσύνη
eng: artificial intelligence
epo: artefarita inteligenteco
est: tehisintellekt
eus: adimen artifizial
fas: هوش مصنوعی
fin: tekoäly
fra: intelligence artificielle
glg: intelixencia artificial
hbs: Umjetna inteligencija
heb: בינה מלאכותית
hin: कृत्रिम बुद्धिमत्ता
hrv: umjetna inteligencija
hun: mesterséges intelligencia
hye: արհեստական բանականություն
ind: kecerdasan buatan
isl: Gervigreind
ita: intelligenza artificiale
jpn: 人工知能
kat: ხელოვნური ინტელექტი
kaz: Жасанды интеллект
kir: Жасалма интеллект
kor: 인공지능
lat: Intellegentia artificialis
lav: mākslīgais intelekts
lit: Dirbtinis intelektas
mal: കൃത്രിമബുദ്ധി
mkd: вештачка интелигенција
msa: kecerdasan buatan
nld: kunstmatige intelligentie
nno: kunstig intelligens
nob: Kunstig intelligens
pol: sztuczna inteligencja
por: inteligência artificial
qcc: Q11660
ron: inteligență artificială
rus: искусственный интеллект
slk: Umelá inteligencia
slv: umetna inteligenca
spa: inteligencia artificial
sqi: Inteligjenca artificiale
srp: vještačka inteligencija
swe: artificiell intelligens
tam: செயற்கை அறிவுத்திறன்
tha: ปัญญาประดิษฐ์
tur: yapay zekâ
ukr: штучний інтелект
vec: Inteligensa artificial
vie: trí tuệ nhân tạo
wuu: 人工智能
yue: 人工智能
zho: 人工智能

source: /collaborative filtering - algorithm/
ara: تصفية تشاركية
cat: filtre col·laboratiu
deu: Kollaboratives Filtern
eng: collaborative filtering
fas: پالایش گروهی
fra: filtrage collaboratif
heb: סינון שיתופי
hye: Կոլլաբորատիվ ֆիլտրացիա
ita: Collaborative filtering
jpn: 協調フィルタリング
kor: 협업 필터링
nld: Collaborative filtering
por: filtragem colaborativa
qcc: Q94702
rus: Коллаборативная фильтрация
spa: Filtrado colaborativo
swe: kollaborativ filtrering
tur: İşbirlikçi filtreleme
ukr: Коллаборативна фільтрація
yue: 協同過濾
zho: 協同過濾

source: /peer-to-peer - type of decentralized and distributed network architecture/
ara: الند للند
bul: P2P
cat: d'igual a igual
ces: Peer-to-peer
dan: Peer-to-peer
deu: Peer-to-Peer
ell: δίκτυο ομότιμων κόμβων
eng: peer-to-peer
epo: samtavola ŝutado
est: P2P-võrgustik
eus: P2P
fas: همتا به همتا
fin: vertaisverkko
fra: pair à pair
glg: Peer-to-peer
hbs: Peer to peer
heb: עמית לעמית
hin: सहकर्मी-से-सहकर्मी
hrv: Peer to peer
hun: peer-to-peer
ind: P2P
ita: peer-to-peer
jpn: Peer to Peer
kir: Тегиз тармак
kor: P2P
lav: Vienādranga tīkls
lit: P2P
mal: പിയർ-റ്റു-പിയർ നെറ്റ്വർക്ക്
mkd: Peer-to-peer
msa: Rakan-ke-rakan
nld: peer-to-peer
nno: likemannsnettverk
nob: like-til-like
pol: peer-to-peer
por: peer-to-peer
qcc: Q161410
ron: Peer-to-peer
rus: одноранговая сеть
slk: Sieť so vzájomným sprístupňovaním
spa: peer-to-peer
sqi: Peer-to-peer
srp: P2P мрежа
swe: P2P-nätverk
tam: சகா-சகா
tha: เพียร์ทูเพียร์
tur: Peer-to-peer
ukr: Peer-to-peer
vec: P2P
vie: Mạng ngang hàng
wuu: 点对点网络
yue: 點對點
zho: 點對點技術

source: /altruism - principle or practice of concern for the welfare of others/
ara: إيثار
ast: Altruísmu
aze: Altruizm
bel: альтруізм
bos: Altruizam
bul: алтруизъм
cat: altruisme
ces: Altruismus
dan: altruisme
deu: Altruismus
ell: αλτρουισμός
eng: altruism
epo: altruismo
est: Altruism
eus: Altruismo
fas: ایثار
fin: Altruismi
fra: altruisme
glg: Altruísmo
hbs: Altruizam
heb: זולתנות
hin: पर्यायवाद
hrv: Altruizam
hun: Altruizmus
hye: այլասիրություն
ind: altruisme
isl: Ósérplægni
ita: altruismo
jpn: 奉仕
kat: ალტრუიზმი
kaz: альтруизм
kir: Альтруизм
kor: 이타주의
lat: Altruismus
lav: altruisms
lit: Altruizmas
mal: പരോപകാരകാംക്ഷ
mkd: алтруизам
msa: Altruisme
nld: altruïsme
nno: altruisme
nob: altruisme
pol: altruizm
por: altruísmo
qcc: Q167323
ron: Altruism
rus: альтруизм
slk: Altruizmus
slv: Altruizem
spa: altruismo
sqi: Altruizmi
srp: Altruizam
swe: altruism
tam: ஒப்புரவாண்மை
tur: diğerkâmlık
ukr: альтруїзм
vie: Chủ nghĩa vị tha
wuu: 利他主义
yue: 利他主義
zho: 利他主义

source: /distributed computing - system whose components are located on different networked computers/
ara: حوسبة موزعة
bel: Размеркаваныя вылічэнні
bos: Distribuirano računarstvo
bul: Разпределени изчислителни системи
cat: aplicació distribuïda
ces: distribuovaný výpočet
dan: distribuerede beregninger
deu: Verteiltes Rechnen
ell: Παράλληλα και κατανεμημένα συστήματα
eng: distributed computing
epo: disa komputado
est: Hajusarvutus
eus: konputazio banatu
fas: رایانش توزیعشده
fin: Hajautetut järjestelmät
fra: calcul distribué
heb: חישוב מבוזר
hun: elosztott számítások
ind: Komputasi terdistribusi
ita: calcolo distribuito
jpn: 分散コンピューティング
kat: განაწილებული სისტემა
kaz: Мәліметтерді үлестіре өңдеу
kor: 분산 컴퓨팅
lav: Izkliedētā skaitļošana
lit: Paskirstytasis skaičiavimas
mal: ഡിസ്ട്രിബൂട്ടഡ് കംപ്യൂട്ടിംഗ്
mkd: распределено сметање
msa: Pengkomputeran teragih
nld: distributed computing
nno: distribuert datahandsaming
nob: Distribuert databehandling
pol: obliczenia rozproszone
por: computação distribuída
qcc: Q180634
ron: vcalcul distribuit
rus: распределённые вычисления
slk: Distribuovaný výpočet
slv: Porazdeljeno računalništvo
spa: computación distribuida
srp: Расподељено израчунавање
swe: distributed computing
tam: விரவல் கணினி செய்முறை
tur: Dağıtık hesaplama
ukr: розподілені обчислення
vie: Điện toán phân tán
yue: 分散式運算
zho: 分布式计算

source: /electoral system - method by which voters make a choice between options/
ara: نظام انتخابي
ast: Sistema de votación
aze: Seçki sistemi
bul: избирателна система
cat: sistema electoral
ces: volební systém
dan: valgsystem
deu: Wahlsystem
ell: Εκλογικό σύστημα
eng: electoral system
epo: balotsistemo
est: valimissüsteem
eus: Hauteskunde sistema
fas: نظام انتخاباتی
fin: vaalitapa
fra: système électoral
glg: sistema electoral
hbs: Izborni sistem
heb: שיטת בחירות
hin: निर्वाचन प्रणालियाँ
hrv: Izborni sustav
hun: választási rendszer
isl: Kosningakerfi
ita: sistema elettorale
jpn: 選挙方法
kat: საარჩევნო სისტემა
kaz: Сайлау жүйесі
kir: Шайлоо тутуму
kor: 선거 제도
lav: Balsošanas sistēma
lit: rinkimų sistema
mkd: изборен систем
msa: Sistem pilihan raya
nld: kiessysteem
nob: valgordning
pol: ordynacja wyborcza
por: sistema de votação
qcc: Q182985
ron: Sistem de vot
rus: избирательная система
slk: Volebný systém
spa: sistema electoral
sqi: Sistemi zgjedhor
srp: izborni sistem
swe: valsystem
tam: வாக்களிப்பு முறைகள்
tha: ระบบการลงคะแนน
tur: Seçim sistemi
ukr: виборча система
vec: Sistema de votasion
vie: Hệ thống đầu phiếu
yue: 投票制度
zho: 投票制度

source: /mutualism - organism relationship in which each individual benefits from the activity of the other/
ara: تقايض
bel: Мутуалізм
bos: Mutualizam
bul: Мутуализъм
cat: mutualisme
ces: mutualismus
dan: Mutualisme
deu: Mutualismus
eng: mutualism
epo: mutualismo
est: mutualism
eus: mutualismo
fas: همزیستی دوسویه
fin: mutualismi
fra: mutualisme
glg: mutualismo
hbs: Mutualizam
heb: הדדיות
hin: पारस्परण
hrv: mutualizam
hun: Mutualizmus (biológia)
hye: Մուտուալիզմ
ind: mutualisme
ita: mutualismo
jpn: 相利共生
kaz: Мутуализм
kor: 상리 공생
lat: Mutualismus
lit: mutualizmas
mal: സഹോപകാരിത
mkd: Мутуализам
msa: Kesalingan
nld: mutualisme
nno: mutualisme
nob: mutualisme
pol: mutualizm
por: mutualismo
qcc: Q186368
ron: mutualism
rus: Мутуализм
slv: Mutualizem
spa: mutualismo
srp: Mutualizam
swe: mutualism
tur: mutualizm
ukr: Мутуалізм
vie: Thuyết hỗ sinh
yue: 互利共生
zho: 互利共生

source: /consensus decision-making - Collective decision-making processes in which participants develop and decide on proposals with the aim, or requirement, of acceptance by all/
ara: قرار بالإجماع
ast: Decisión por consensu
cat: decisió per consens
deu: Konsensprinzip
ell: Συναινετική λήψη αποφάσεων
eng: consensus decision-making
fas: تصمیم گیری اجماعی
fin: Konsensus-päätöksenteko
fra: méthode du consensus
hbs: Konsenzus
heb: קבלת החלטות בקונצנזוס
hrv: Grupno odlučivanje
ind: Musyawarah
ita: metodo del consenso
jpn: 合意形成
kor: 합의 의사결정
mkd: Консензус
pol: podejmowanie decyzji w drodze konsensusu
por: decisão por consenso
qcc: Q188577
rus: Принятие решения методом консенсуса
spa: decisión por consenso
ukr: Знаходження консенсусу
zho: 共识决策法

source: /decentralization - process of redistributing or dispersing functions, powers, people or things away from a central location or authority/
ara: لامركزية
ast: Descentralización
aze: Desentralizasiya
bos: Decentralizacija
bul: Децентрализация
cat: descentralització
ces: decentralizace
dan: decentralisering
deu: Dezentralisation
ell: Διοικητική αποκέντρωση
eng: decentralization
epo: Malcentralizado
eus: Deszentralizazio
fas: تمرکززدایی
fin: desentralisaatio
fra: décentralisation
glg: Descentralización
hbs: Decentralizacija
heb: ביזור
hin: विकेंद्रीकरण
hrv: decentralizacija
ind: Desentralisasi
ita: decentramento
jpn: 地方分権
kat: დეცენტრალიზაცია
kaz: Орталықсыздандыру
kir: Децентрализация
kor: 분권화
lat: Decentralizatio
lit: Decentralizacija
mkd: Децентрализација
nld: decentralisatie
nno: desentralisering
nob: desentralisering
pol: decentralizacja
por: descentralização
qcc: Q188961
ron: Descentralizare
rus: децентрализация
slk: decentralizácia
spa: descentralización
sqi: Decentralizimi
srp: Decentralizacija
swe: decentralisering
tam: பரவலாக்கம்
tur: Adem-i merkeziyetçilik
ukr: децентралізація
vie: Phi tập trung hóa
zho: 地方分权

source: /commensalism - an interaction between two organisms living together in more or less intimate association in a relationship in which one benefits and the other is unaffected./
ara: معايشة
aze: Kommensalizm
bel: Каменсалізм
bos: Komensalizam
bul: Коменсализъм
cat: comensalisme
ces: Komenzálismus
dan: Kommensalisme
deu: Kommensalismus
eng: commensalism
epo: Kunmanĝado
est: Kommensalism
eus: Komentsalismo
fas: همسفرگی
fin: Kommensalismi
fra: commensalisme
glg: Comensalismo
hbs: Komenzalizam
heb: קומנסליזם
hin: सहभोज
hrv: Komenzalizam
hun: Kommenzalizmus
hye: Կոմենսալիզմ
ind: komensalisme
isl: Gistilíf
ita: commensalismo
jpn: 片利共生
kat: კომენსალიზმი
kaz: Комменсализм
kir: Комменсализм
kor: 편리 공생
lat: Commensalismus
lit: Komensalizmas
mal: സഹഭോജിത
mkd: Коменсализам
msa: Komensalisme
nld: commensalisme
nno: kommensialisme
nob: kommensialisme
pol: Komensalizm
por: comensalismo
qcc: Q191934
ron: Comensalism
rus: Комменсализм
slv: Priskledništvo
spa: comensalismo
srp: Komensalizam
tam: கூட்டு வாழ்க்கை
tur: Kommensalizm
ukr: Коменсалізм
vie: Hội sinh
wuu: 偏利共生
yue: 偏利共棲
zho: 偏利共生

source: /peer review - evaluation of work by one or more people of similar competence to the producers of the work/
ara: مراجعة الأقران
ast: revisión por pares
bul: Рецензиране
cat: avaluació d'experts
ces: Peer review
dan: fagfællebedømmelse
deu: Peer-Review
ell: Ομότιμη αναθεώρηση
eng: peer review
epo: kolega reviziado
eus: Berdinen Ikuskapena
fas: داوری همتا
fin: vertaisarviointi
fra: évaluation par les pairs
glg: Revisión por pares
hbs: Recenzija
heb: ביקורת עמיתים
hrv: Peer review
hun: kollegiális lektorálás
ind: penelaahan sejawat
isl: Ritrýni
ita: revisione paritaria
jpn: 査読
kor: 동료평가
mal: വിദഗ്ദ്ധ നിരൂപണം
mkd: рецензија
msa: kajian semula setara
nld: collegiale toetsing
nob: Fagfellevurdering
pol: recenzja naukowa
por: revisão por pares
qcc: Q215028
ron: Comitet de referenți
rus: рецензирование
slk: Peer review
slv: Strokovna recenzija
spa: revisión por pares
srp: стручна рецензија
swe: referentgranskning
tam: சக மதிப்பாய்வு
tha: พิชญพิจารณ์
tur: akran denetimi
ukr: рецензування
vie: Bình duyệt
wuu: 同行評審
yue: 同儕互評
zho: 同行評審

source: /network simulation - simulating computer networks/
ara: محاكاة شبكات الحاسب
eng: Network simulation
fas: شبیهسازی شبکه
fra: Simulation réseau
jpn: ネットワークシミュレーション
qcc: Q290036
srp: Симулација мреже
ukr: Мережна симуляція

source: /collective consciousness - shared beliefs and ideas in society/
ara: ضمير جمعي
deu: Kollektivbewusstsein
ell: Συλλογική συνείδηση
eng: collective consciousness
epo: kolektiva konscio
fas: آگاهی جمعی
fin: Kollektiivinen tietoisuus
fra: conscience collective
hun: kollektív tudat
ind: Kesadaran bersama
ita: coscienza collettiva
jpn: 集合意識
kaz: Бұқаралық сана
msa: Kesedaran kolektif
nld: collectief bewustzijn
pol: zbiorowa świadomość
por: consciência coletiva
qcc: Q430880
rus: массовое сознание
slk: Spoločenské vedomie
spa: consciencia colectiva
srp: колективна свест
tur: Kolektif bilinç
ukr: Масова свідомість
vec: cosiensa cołetiva
zho: 集體意識

source: /collective intelligence - group intelligence that emerges from collective efforts/
ara: ذكاء جمعي
cat: intel·ligència col·lectiva
ces: Kolektivní inteligence
dan: kollektiv intelligens
deu: kollektive Intelligenz
ell: Συλλογική ευφυία
eng: collective intelligence
epo: Kolektiva inteligento
fas: هوش جمعی
fin: Kollektiivinen älykkyys
fra: intelligence collective
heb: אינטליגנציה קולקטיבית
hrv: Kolektivna inteligencija
hye: Կոլեկտիվ բանականություն
ita: intelligenza collettiva
jpn: 集団的知性
kor: 집단 지성
nld: collectieve intelligentie
pol: Inteligencja zbiorowa
por: inteligência coletiva
qcc: Q432197
rus: Коллективный интеллект
spa: inteligencia colectiva
srp: Колективна интелигенција
swe: Kollektiv intelligens
tam: கூட்டு மதிநுட்பம்
tur: Toplu zekâ
ukr: Колективний розум
vie: Trí tuệ tập thể
zho: 集體智慧

source: /ant colony optimization algorithms/
ara: خوارزمية قرية النمل
bul: Алгоритъм за оптимизация по метода на мравките
cat: Algorisme de la colònia de formigues
ces: Optimalizace mravenčí kolonií
deu: Ameisenalgorithmus
ell: Αλγόριθμοι βελτιστοποίησης αποικιών των μυρμηγκιών
fas: روش بهینه سازی گروه مورچه ها
fra: algorithme de colonies de fourmis
heb: אופטימיזציית קן הנמלים
ind: Algoritma semut
ita: Algoritmo delle colonie di formiche
jpn: 蟻コロニー最適化
pol: Algorytm mrówkowy
por: Colônia de formigas (otimização)
qcc: Q460851
ron: algoritmii coloniilor de furnici
rus: муравьиный алгоритм
spa: Algoritmo de la colonia de hormigas
srp: Мрављи алгоритам
tur: Karınca kolonisi optimizasyon algoritmasi
ukr: мурашиний алгоритм
zho: 蚁群算法

source: /crowd simulation - model of movement/
ara: محاكاة الحشد
dan: fodgængerdynamik
deu: Gruppensimulation
eng: crowd simulation
fra: simulation de foule
heb: סימולציית קהל
ita: crowd simulation
jpn: 群衆シミュレーション
qcc: Q465266
spa: simulación de multitudes
ukr: Моделювання типу скупчення
yue: 人群模擬

source: /multi-agent system/
ara: نظام متعدد الوكلاء
aze: Çoxagentli sistem
ces: Multiagentní systém
deu: Multiagentensystem
ell: Πολυπρακτορικά Συστήματα
fas: سامانه چندعامله
fra: système multi-agents
ita: sistema multiagente
jpn: マルチエージェントシステム
nld: multi-agentsysteem
pol: System wieloagentowy
por: sistema multiagente
qcc: Q529909
ron: Sistem multi-agent
rus: Многоагентная система
spa: sistema multi-agente
ukr: Багатоагентна система
yue: 多智能體系統
zho: 多智能体系统

source: /network emulation - controlled environment simulating real-world network scenarios in order to validate realistic performance of products/
ara: محاكاة الشبكة
eng: network emulation
fas: شبیهساز شبکه
nno: nettverksemulering
nob: nettverksemulering
qcc: Q559688
srp: Емулација мреже

source: /self-organization - process of creating order by local interactions/
ara: تنظيم ذاتي
cat: autoorganització
ces: samoorganizace
deu: Selbstorganisation
ell: Αυτο-οργάνωση
eng: self-organization
epo: sinorganzado
est: Iseorganiseeruvus
fas: خودسازماندهی
fin: itseorganisoituminen
fra: auto-organisation
glg: autoorganización
heb: ארגון עצמי
hin: स्वसंगठन
ind: swaorganisasi
ita: Auto-organizzazione
jpn: 自己組織化
kaz: Өздігінен ұйымдасу
kor: 자기조직화
lav: pašsakārtošanās
mkd: самоорганизација
msa: swaorganisasi
nld: Zelforganisatie
pol: Samoorganizacja
por: auto-organização
qcc: Q609408
rus: самоорганизация
spa: Autoorganización
srp: самоорганизација
swe: självorganisering
tha: การจัดการตนเอง
ukr: Самоорганізація
yue: 自我組織
zho: 自我組織

source: /noosphere - sphere of human thought/
ara: مجال نو
aze: Noosfer
bel: Наасфера
bul: Ноосфера
cat: noosfera
ces: Noosféra
deu: Noosphäre
eng: noosphere
epo: Noosfero
est: Noosfäär
fra: noosphère
glg: Noosfera
heb: נואוספירה
hrv: Noosfera
hun: Nooszféra
hye: Նոոսֆերա
ita: noosfera
jpn: ノウアスフィア
kat: ნოოსფერო
kaz: Ноосфера
kir: Ноосфера
kor: 정신권
lav: noosfēra
pol: noosfera
por: noosfera
qcc: Q729672
rus: ноосфера
slk: Noosféra
spa: noosfera
srp: Ноосфера
tam: சிந்தனைக் கோளம்
tur: Noosfer
ukr: ноосфера
zho: 智力圈

source: /eusociality - highest level of animal sociality a species can attain/
ara: اجتماعية عليا
cat: eusocialitat
ces: eusocialita
dan: Eusocialitet
deu: Eusozialität
eng: Eusociality
epo: Bonsociemo
eus: Eusozialitate
fin: Aitososiaalisuus
fra: Eusocialité
glg: Eusocialidade
heb: איסוציאליות
hin: सामाजिक कीट
hrv: Eusocijalnost
ind: Eusosialitas
ita: Eusocialità
jpn: 真社会性
kor: 사회성 곤충
lat: Eusocialitas
nld: Eusocialiteit
nno: Eusosialitet
nob: Eusosialitet
pol: Eusocjalność
por: Eusocialidade
qcc: Q753694
ron: Eusocialitate
rus: Эусоциальность
slv: Evsocialnost
spa: Eusocialidad
swe: eusocialitet
tur: Gerçek sosyal yaşam
ukr: Еусоціальність
vie: Eusociality
yue: 真社會性
zho: 真社會性

source: /Social Exchange Theory - generalization theory/
ara: نظرية التبادل الاجتماعي
cat: teoria de l'intercanvi social
ces: Teorie sociální směny
deu: Austauschtheorie
eng: Social Exchange Theory
fas: نظریه مبادله اجتماعی
fra: Théorie de l'échange social
ind: Teori pertukaran sosial
ita: Teoria dello scambio sociale
jpn: 社会的交換理論
kor: 사회적 교환이론
nld: Sociale ruil
pol: Teoria wymiany
qcc: Q780716
rus: Теория социального обмена
spa: Teoría de intercambio social
ukr: теорія соціального обміну
zho: 社会交换论

source: /group dynamics - system of behaviors and psychological processes occurring within a social group or between social groups/
ara: دينامية الجماعة
cat: dinàmica de grup
ces: Skupinová dynamika
deu: Gruppendynamik
ell: δυναμική των ομάδων
eng: group dynamics
epo: Grupdinamiko
est: Grupidünaamika
eus: Talde-dinamika
fas: پویایی گروه
fin: ryhmädynamiikka
fra: dynamique de groupe
heb: דינמיקה קבוצתית
hin: समूह गतिकी
hun: csoportdinamika
ind: Dinamika kelompok
ita: psicologia dei gruppi
jpn: 集団力学
kor: 집단역학
lav: Kurta lewina skola
nld: groepsdynamiek
por: dinâmica de grupo
qcc: Q839578
rus: Групповая динамика
slk: Skupinová dynamika
slv: Skupinska dinamika
spa: dinámica de grupo
sqi: grupi i dinamikave
srp: Grupna dinamika
swe: Grupprocess
tha: พลวัตกลุ่ม
tur: Grup dinamiği
ukr: Групова динаміка
yue: 群體動力學
zho: 群体动力学

source: /swarm intelligence - collective behavior of decentralized, self-organized systems/
ara: ذكاء السرب
cat: intel·ligència d'eixam
ces: Inteligence hejna
deu: Schwarmintelligenz
ell: Νοημοσύνη σμήνους
eng: swarm intelligence
est: Tark parv
fas: هوش گروهی
fin: parviäly
fra: intelligence distribuée
heb: אינטליגנציית הנחיל
ind: Computational Swarm Intelligence
ita: swarm intelligence
jpn: 群知能
kor: 떼 지능
lat: Intellegentia examinis
nld: Zwermintelligentie
pol: inteligencja rozproszona
por: Swarm intelligence
qcc: Q863960
ron: Inteligență „roi”
rus: Роевой интеллект
spa: Inteligencia de enjambre
swe: svärmintelligens
tam: மந்தை புத்தி
tha: ความฉลาดแบบกลุ่ม
ukr: колективний інтелект
yue: 群體智能
zho: 群体智能

source: /computational sociology - branch of sociology that uses computational methods to study social phenomena/
ara: علم اجتماع حاسوبي
eng: computational sociology
epo: komputa sociologio
fra: sociologie informatique
ind: Sosiologi komputasional
ita: sociologia computazionale
jpn: 計算社会学
kor: 전산사회학
qcc: Q905036
rus: вычислительная социология
spa: Sociología informática
srp: Рачунарска социологија
swe: Datorunderstödd sociologi
tur: İşlemsel sosyoloji
ukr: Обчислювальна соціологія
yue: 運算社會學
zho: 計算社會學

source: /collective action - action taken together by a group of people whose goal is to enhance their status and achieve a common objective/
ara: عمل جماعي
cat: acció col·lectiva
ces: Kolektivní jednání
deu: Kollektives Handeln
eng: collective action
epo: kolektiva agado
fra: action collective
heb: פעולה קולקטיבית
kor: 집단 행위
nld: collectieve actie
nob: kollektiv handling
por: ação coletiva
qcc: Q1471594
rus: Коллективные действия (социология)
spa: acción colectiva
srp: колективна акција
swe: Kollektivt handlande
zho: 集體行動

source: /wisdom of the crowd - collective perception of a group of people/
ara: حكمة الجمهور
bul: Мъдростта на тълпите
deu: Die Weisheit der Vielen
ell: Σοφία του πλήθους
eng: wisdom of the crowd
fas: خرد جمعی
fin: joukkoäly
fra: La Sagesse des foules
hbs: Mudrost gomile
heb: חוכמת ההמונים
ita: Saggezza della folla
jpn: 群衆の叡智
nld: Wijsheid van de massa
pol: Mądrość tłumu
por: Sabedoria das Multidões
qcc: Q1753943
slv: Modrost množic
spa: Sabiduría de los grupos
srp: Мудрост гомиле
swe: Massans visdom
vie: Trí khôn của đám đông
zho: 群体的智慧

source: /multi-objective optimization - area of multiple criteria decision making, that is concerned with mathematical optimization problems involving more than one objective function to be optimized simultaneously/
ara: الامثلة متعددة الاهداف
ces: Vícekriteriální programování
deu: Pareto-Optimierung
ell: Βελτιστοποίηση με πολλαπλά κριτήρια
eng: multi-objective optimization
fra: optimisation multiobjectif
heb: אופטימיזציה וקטורית
ind: Optimisasi multiobjektif
jpn: 多目的最適化
kor: multiobjective optim
qcc: Q2052203
ron: optimizare multiobiectiv
rus: Многокритериальная оптимизация
spa: Optimización multiobjetivo
srp: Вишекритеријумска оптимизација
tur: pareto
ukr: Багатокритеріальна оптимізація
zho: 多目標最佳控制

source: /particle swarm optimization - optimization method that tries a set of candidate solutions (“particles“) moving around in the search-space, guided toward the best known positions as better positions are found by other particles/
ara: استمثال عناصر السرب
ces: Optimalizace hejnem částic
deu: Partikelschwarmoptimierung
eng: particle swarm optimization
epo: optimumigo per partiklaro
fas: روش بهینهسازی ازدحام ذرات
fra: Optimisation par essaims particulaires
heb: אופטימיזצית הנחיל
hin: कण दल इष्टतमीकरण
ita: Particle Swarm Optimization
jpn: 粒子群最適化
por: Optimização por enxame de partículas
qcc: Q2072794
rus: Метод роя частиц
spa: Optimización por enjambre de partículas
ukr: Метод рою часток
vie: Tối ưu bầy đàn
zho: 粒子群优化

source: /collective behavior - /social processes and events which do not reflect existing social structure, but which emerge in a spontaneous way/
ara: السلوك الجماعي
deu: Kollektives Verhalten
eng: collective behavior
epo: amasa konduto
fas: رفتار جمعی
fra: comportement collectif
ind: collective behavior teory
ita: comportamento collettivo
jpn: 集団態度
kor: 집단행동
mkd: Колективно однесување
nld: collectief gedrag
qcc: Q2548752
rus: коллективное поведение
spa: comportamiento colectivo
ukr: колективна поведінка
zho: 集合行为

source: /automated planning and scheduling - branch of artificial intelligence that concerns the realization of strategies or action sequences/
ara: التخطيط الآلي والجدولة
eng: automated planning and scheduling
fas: برنامهریزی خودکار
fra: Planification
heb: תכנון אוטומטי
hye: Ավտոմատացված պլանավորում
ita: pianificazione automatica
jpn: 自動計画
por: Planejamento automatizado
qcc: Q2631895
ron: planificare automată
rus: Автоматическое планирование и диспетчеризация
spa: Planificación automática
swe: automatisk planering
ukr: Автоматизоване планування та диспетчеризація
yue: 自動計劃
zho: 自動規劃

source: /artificial bee colony algorithm - /optimization algorithm based on the intelligent foraging behaviour of honey bee swarm
ara: خوارزمية مجتمع النحل الاصطناعي
bul: алгоритъм на изкуствените пчелни семейства
eng: artificial bee colony algorithm
fas: الگوریتم کلونی زنبور عسل
jpn: 人工蜂コロニーアルゴリズム
qcc: Q4801057
rus: алгоритм пчелиной колонии
spa: algoritmo colonia de abejas artificiales
ukr: Штучний бджолиний рій
